Repository: zhe2lucifer/oe-alliance-plugins-zh
Catalog: Blindscan/po/*.po
Languages: de

source: Second slot dual tuner may not be supported blind scan.
de: Zweiter Slot Dual Tuner nicht unterstützt Blind-Scan.

source: You must use the power adapter.
de: Sie müssen das Netzteil verwenden.

source: Starting Sundtek hardware blind scan.
de: Startet Sundtek Hardware Blind Scan.

source: "channel scan" searches for channels and saves them to your receiver; both options do a transponder search and save the result in /tmp in an XML file in satellites.xml format
de: "Channel Scan" sucht nach Kanälen und speichert Sie in Ihrem Empfänger; Beide Optionen führen eine Transponder-Suche durch und speichern das Ergebnis im /tmp Verzeichnis als XML Datei

source: %d transponder(s) found
de: %d Transponder gefunden

source: %d transponders found at %d:%02d min
de: %d Transponder bei %d:%02d min gefunden

source: %dMHz scanned
de: %dMHz gescannt

source: AUTOMATICALLY start service searching, press green to change.
de: Automatische Service-Suche, drücken Sie grün, zum Ändern.

source: Accuracy (higher is better)
de: Genauigkeit (höher ist besser)

source: Blind scan for DVB-S2 tuners
de: Blindscan für DVB-S2 Tuner

source: Blindscan is not supported in
de: BlindScan wird nicht unterstützt in

source: Clear before scan
de: Vor der Suche löschen

source: Current Status: %d/%d Satellite: %s Polarization: %s Frequency range: %d - %d MHz Symbol rates: %d - %d MHz
de: Aktueller Status: %d/%d Satellit: %s Polarisation: %s Frequenzbereich: %d - %d MHz Symbol Rate: %d - %d MHz

source: DVB-S only
de: Nur DVB-S

source: Exit
de: Beenden

source: Filter out adjacent satellites
de: Angrenzende Satelliten heraus filtern

source: Frequency values must be between 10700 MHz and 12749 MHz
de: Frequenzwerte müssen zwischen 10700 MHz und 12749 MHz liegen

source: Frequency values must be between 10701 MHz and 12750 MHz
de: Frequenzwerte müssen zwischen 10701 MHz und 12750 MHz liegen

source: Frequency values must be between 117000 MHz and 12749 MHz (Circular-band)
de: Frequenzwerte müssen zwischen 3000 MHz und 4199 MHz liegen (C-Band)

source: Frequency values must be between 11701 MHz and 12750 MHz (Circular-band)
de: Frequenzwerte müssen zwischen 3001 MHz und 4200 MHz liegen (C-Band)

source: Frequency values must be between 3000 MHz and 4199 MHz (C-band)
de: Frequenzwerte müssen zwischen 3000 MHz und 4199 MHz liegen (C-Band)

source: Frequency values must be between 3001 MHz and 4200 MHz (C-band)
de: Frequenzwerte müssen zwischen 3001 MHz und 4200 MHz liegen (C-Band)

source: Hardware blind scan is not supported by this tuner (%s)!
de: Hardware Blindscan wird von diesem Tuner (%s) nicht unterstützt!

source: If you select "yes" all channels on the satellite being search will be deleted before starting the current search.
de: Wenn Sie "Ja" wählen, werden alle Kanäle auf dem Satelliten gelöscht, bevor die aktuelle Suche startet.

source: If you select "yes" the scan will only save channels that are not encrypted; "no" will find encrypted and non-encrypted channels.
de: Wenn Sie "Ja" wählen, speichert der Scan nur Kanäle, die nicht verschlüsselt sind; "Nein" findet verschlüsselte und nicht verschlüsselte Kanäle.

source: If you select "yes" the scan will only search transponders not listed in satellites.xml
de: Wenn "Ja", werden nur Transponder gesucht, die nicht in satellites.xml stehen

source: MANUALLY start service searching, press green to change.
de: MANUELL die Service-Suche starten, drücken Sie grün zum Ändern.

source: Maybe the reason that recording is currently running.
de: Vielleicht liegt der Grund dafür, dass die Aufzeichnung gerade läuft.

source: Network scan
de: Netzwerk-Suche

source: No new transponders found! Only transponders already listed in satellites.xml have been found for those search parameters!
de: Kein neuer Transponder gefunden! Nur Transponder, die schon in satellites.xml stehen, wurden mit diesen Einstellungen gefunden!

source: No transponders were found for those search parameters!
de: Kein Transponder mit diesen Einstellungen gefunden!

source: No tuner is enabled! Please setup your tuner settings before you start a service scan.
de: Kein Tuner aktiviert! Bitte richten Sie Ihre Tuner Einstellungen ein, bevor Sie einen Service-Scan starten.

source: Not found blind scan utility '%s'!
de: Nicht gefunden Blind Scan Utility '%s'!

source: Nothing to scan! Please setup your tuner settings before you start a service scan.
de: Nichts zu scannen! Bitte richten Sie Ihre Tuner Einstellungen ein, bevor Sie einen Service-Scan starten.

source: Nothing to scan! Press Exit!
de: Nichts zu scannen! Presse Exit!

source: Only free scan
de: Suche nur freie Sender

source: Only scan unknown transponders
de: Nur unbekannte Transponder durchsuchen

source: Please setup your tuner configuration.
de: Bitte richten Sie Ihre Tuner Konfiguration ein.

source: Press Green/OK to start the scan
de: Grün/OK drücken, um Suche zu starten

source: Press OK to start the scan.
de: Drücken Sie OK, um den Scan zu starten.

source: Press green to start service searching.
de: Drücken Sie grün, um die Service-Suche zu starten.

source: Satellite
de: Satellit

source: Scan
de: Suche

source: Scan Step in MHz(TBS5925)
de: Scan Schritt in MHz (TBS5925)

source: Scan satellites for new transponders
de: Scanne Satelliten für neue Transponder

source: Scan start frequency
de: Startfrequenz für Suche

source: Scan start symbolrate
de: Startsymbolrate für Suche

source: Scan stop frequency
de: Endfrequenz für Suche

source: Scan stop symbolrate
de: Endsymbolrate für Suche

source: Search completed. %d transponders found. Details saved in: %s
de: Suche beendet. %d Transponder gefunden. Details gespeichert in Datei: %s

source: Search type
de: Suchmodus

source: Select a tuner that is configured for the satellite you wish to search
de: Wählen Sie einen Tuner, der für den gewünschten Satelliten konfiguriert ist

source: Select the satellite you wish to search
de: Wählen Sie den Satelliten, den Sie durchsuchen möchten

source: Smaller steps takes longer but scan is more thorough
de: Kleinere Schritte dauern länger, aber das Scannen ist gründlicher

source: Sorry, this tuner is in use.
de: Sorry, dieser Tuner ist im Einsatz.

source: Step %d %d:%02d min
de: Schritt %d %d:%02d min

source: Symbol rate values are in megasymbols; enter a value between 1 and 44
de: Symbolraten sind in Megasymbolen, geben Sie einen Wert zwischen 1 und 44 ein

source: Symbol rate values are in megasymbols; enter a value between 2 and 45
de: Symbolraten sind in Megasymbolen, geben Sie einen Wert zwischen 2 und 45 ein

source: The blindscan run was cancelled by the user.
de: Blindscan wurde vom Benutzer abgebrochen.

source: The suggested polarisation for this satellite is "%s"
de: Die empfohlene Einstellung für diesen Satelliten ist "%s"

source: Transponder searching finished!
de: Transponder Suche beendet!

source: Try to find used satellite transponders...
de: Versuche benutzte Satelliten Transponder zu finden...

source: Use Sundtek full hardware blind scan!
de: Verwenden Sie Sundtek Full Hardware Blind Scan!

source: Vertical
de: Vertikal

source: When a neighbouring satellite is very strong this avoids searching transponders known to be coming from the neighbouring satellite.
de: Wenn ein benachbarter Satellit sehr stark ist, vermeidet dies die Suche nach Transpondern, die bekanntermaßen vom benachbarten Satelliten kommen.

source: circular left
de: links-zirkulär

source: circular right
de: rechts-zirkulär

source: circular right & circular left
de: kreisrechts & kreislinks

source: circular right and circular left
de: Zirkular rechts und zirkular links

source: no
de: Nein

source: save to XML file
de: Sichere in XML-Datei

source: scan for channels
de: Suche nach Sendern

source: scan for transponders
de: Suche nach Transpondern

source: "channel scan" searches for channels and saves them to your receiver; "transponder scan" does a transponder search and displays the results allowing user to select some or all transponder. Both options save the results in satellites.xml format under /tmp
de: "Sender Suche" sucht nach Sendern und speichert sie auf dem Receiver; "Transponder Suche" sucht nach Transpondern und zeigt das Resultat zur Auswahl an. Bei beiden Optionen werden die Ergebnisse in der satellites.xml unter /tmp gespeichert.

source: up to 1 degree
de: Bis zu 1 Grad

source: up to 2 degrees
de: Bis zu 2 Grad

source: up to 3 degrees
de: Bis zu 3 Grad

source: vertical
de: vertikal

source: vertical and horizontal
de: Vertikal und Horizontal

source: yes
de: ja

source: yes (keep feeds)
de: Ja (Feeds aufbewahren)

source: Blind scan state
de: Blindscan Transpondersuche

source: Select transponders and press green to scan. Press yellow to select all transponders and blue to deselect all.
de: Wählen einen Transponder und drücken Sie grün zum Scannen. Drücken Sie gelb, um alle Transponder auszuwählen, und blau, um alle abzuwählen.

source: Select all
de: Alle wählen

source: Deselect all
de: Alle abwählen

source: don't scan
de: nicht scannen

source: Cancel
de: Abbrechen

source: scan
de: scannen

source: Looking for available transponders. This will take a short while.
de: Suche nach verfügbaren Transpondern. Das wird eine Weile dauern.

source: Looking for available transponders. This will take a long time, please be patient.
de: Suche nach verfügbaren Transpondern. Dies wird lange dauern. Bitte haben Sie etwas Geduld.

source: Current Status: %d/%d Satellite: %s Polarization: %s Frequency range: %d - %d MHz Symbol rates: %d - %d MHz
de: Aktueller Status: %d/%d Satellit: %s Polarisation: %s Frequenzbereich: %d - %d MHz Symbolraten: %d - %d MHz

source: Search completed %d transponders found in %d:%02d minutes. Details saved in: %s
de: Suche abgeschlossen %d Transponder gefunden in %d:%02d Minuten. Details gespeichert in: %s

source: Open xml file
de: Öffnen des XML-Files

source: Disable sync with known transponders
de: Deaktivieren Sie die Synchronisierung mit bekannten Transpondern

source: Disable remove duplicates
de: Deaktivieren Sie das Entfernen von Duplikaten

source: LNB of current satellite not compatible with plugin
de: LNB des aktuellen Satelliten ist nicht mit dem Plugin kompatibel
