Repository: zhe2lucifer/oe-alliance-plugins-zh
Catalog: RemoteChannelStreamConverter/po/*.po
Languages: et

source: Adress:
et: Aadress:

source: Checking for alternatives
et: Asenduskanalite otsing

source: Close
et: Sulge

source: Connection to remote IP ok
et: Ühendus kaugvastuvõtjaga toimib

source: Convert remote channel list for streaming
et: Teisenda lemmiknimekiri voogesituseks

source: Could not connect to remote IP
et: Kaugvastuvõtjaga ei saadud ühendust

source: Download
et: Allalaadimine

source: Download from remote failed
et: Allalaadimine kaugvastuvõtjast nurjus

source: Downloading remote services
et: Kaugkanalite allalaadimine

source: Enter address
et: Sisesta aadress

source: Enter password
et: Sisesta parool

source: Enter username
et: Sisesta kasutajanimi

source: Exit
et: Välju

source: FTP Server Editor
et: FTP serveri seadistamine

source: FTP reading alternatives %d of %d
et: FTP kaugkanalite lugemine %d / %d

source: FTP reading bouquets %d of %d
et: FTP lemmiknimekirjade lugemine %d / %d

source: Invert
et: Vaheta valik

source: Keyboard
et: Klaviatuur

source: Make your selection
et: Tee valik

source: No bouquets selected
et: Lemmiknimekirju ei ole valitud

source: Passive:
et: Passiivne:

source: Password:
et: Parool:

source: Remote channel stream converter
et: Kanalid kaugvastuvõtjast

source: Select a remote server IP first
et: Vali esmalt kaugvastuvõtja IP

source: Select bouquets to convert
et: Vali teisendatavad lemmiknimekirjad

source: Set server IP
et: Määra serveri IP

source: Telnetport:
et: Telneti port:

source: Testing remote connection
et: Kaugühenduse test

source: Use IP
et: Kasutatav IP

source: Use address
et: Kasutatav aadress

source: Username:
et: Kasutajanimi:

source: remote of
et: kaugvastuvõtja
