Repository: zhe2lucifer/oe-alliance-plugins-zh
Catalog: TunerServer/po/*.po
Languages: fr

source: Allow Streaming From Box Tuners
fr: Autoriser le streaming à partir des tuners du récepteur

source: Build Complete!
fr: Construction terminée!

source: Build Server
fr: Construction du serveur

source: Close
fr: Fermer

source: Current Status:
fr: Statut courant:

source: Disable Server
fr: Désactiver le serveur

source: Server Disabled
fr: Serveur désactivé

source: Server Enabled
fr: Serveur activé

source: Server now disabled!
fr: Serveur maintenant désactivé !

source: Sorry, but you need to have a device mounted at '/media/hd'
fr: Désolé, mais vous devez avoir un périphérique monté sur ‘/media/hdd'.

source: Tuner Server
fr: Serveur Tuner

source: Tuner Server Disabled.
fr: Serveur Tuner Désactivé.

source: Tuner Server setup
fr: Serveur Tuner configuration

source: Your server is now being deleted Please Wait ...
fr: Votre serveur est en train d'être supprimé. Attendez s'il vous plaît....

source: Your server is now building Please wait ...
fr: Votre serveur est en cours de construire Veuillez patienter....
