Repository: zhe2lucifer/oe-alliance-plugins-zh
Catalog: FirmwareUpgrade/po/*.po
Languages: it

source: Can't cancel during upgrade!!
it: Impossibile annullare durante l'aggiornamento !!

source: Can't find /usr/bin/md5sum
it: Non trovo /usr/bin/md5sum

source: Can't found MD5 file.
it: Non trovo il file MD5.

source: Can't found binary file.
it: Non trovo il file binario.

source: Can't found device file!!
it: Non trovo il file del dispositivo!!

source: Can't found model name.
it: Non trovo il nome del modello.

source: Close
it: Chiudere

source: Do you want to remove binary data?
it: Si desidera rimuovere dati binari ?

source: Duo/Solo was not support.
it: Duo/Solo non supportati.

source: Fail to upgrade!! Retry!!
it: Aggiornamento fallito!! Riprova!!

source: Fail to verify data file. file[%s] md5[%s]
it: Impossibile verificare il file. file[%s] md5[%s]

source: Firmware Upgrade
it: Aggiornamento firmware

source: Firmware does not exist.
it: Firmware non esiste.

source: No selected binary data!!
it: Non selezionato un dato binario!!

source: Status : 0%
it: Stato: 0%

source: Success. Press OK to exit.
it: Concluso con successo. Premere OK per uscire.

source: Upgrade
it: Aggiornamento

source: Upgrade Firmware..
it: Aggiornamento Firmware..

source: You choose the incorrect file.
it: Hai scelto il file errato.
