Repository: zhe2lucifer/oe-alliance-plugins-zh
Catalog: DMBlindscan/po/*.po
Languages: de

source: %d transponder(s) found
de: %d Transponder gefunden

source: %d transponders found at %d:%02dmin
de: %d transponder gefunden in %d:%02dmin

source: %dMHz scanned
de: %dMHz gescannt

source: AUTOMATICALLY start service searching, press green to change
de: Automatische service suche, zum ändern Taste grün drücken

source: Accuracy (higher is better)
de: Genauigkeit (höher ist besser)

source: Blindscan is not supported by this tuner (%s)
de: Blindscan wird von diesen Tuner nicht unterstützt (%s)

source: Clear before scan
de: Löschen vor der suche

source: DVB-S only
de: Nur DVB-S

source: Frequency start
de: Frequenz anfang

source: Frequency stop
de: Frequenz ende

source: MANUALLY start service searching, press green to change
de: Manuelle service suche, zum ändern Taste grün drücken

source: Network scan
de: Netzwerk suche

source: No tuner is enabled! Please setup your tuner settings before you start a service scan.
de: Kein Tuner aktiviert! Bitte richten Sie Ihre Tuner Einstellungen ein, bevor Sie einen Service Scan starten.

source: Nothing to scan! Please setup your tuner settings before you start a service scan.
de: Nichts zutun! Bitte stellen sie die Tuner Einstellungen ein vor der service suche.

source: Nothing to scan! Press Exit!
de: Nichts zutun! Drücke Exit!

source: Only free scan
de: Nur freie Sender suchen

source: Press OK to start the scan
de: Drücke OK um den Scan zu starten

source: Press green to start service searching!
de: Drücke Taste grün zum start der service suche!

source: Satellite
de: Satellit

source: Scan satellites for new transponders
de: Scanne Satelliten für neue Transponder

source: Transponder searching finished!
de: Transpondersuche abgeschlossen!

source: Try to find used satellite transponders...
de: Versuche belegte Satelliten Transponder zu finden...

source: Vertical
de: Vertikal

source: no
de: nein

source: yes
de: ja

source: yes (keep feeds)
de: Ja (Feeds aufbewahren)
