Repository: zhe2lucifer/oe-alliance-plugins-zh
Catalog: xmlUpdate/po/*.po
Languages: de, fr, nl

source: /etc/tuxbox (default)
de: /etc/tuxbox (Standard)
fr: /etc/tuxbox (par défaut)
nl: /etc/tuxbox (standaard)

source: Exit
de: Abbrechen
fr: Sortir
nl: Sluit af

source: Fetch
de: abrufen
fr: Importer
nl: Haal

source: Fetching and saving %s.xml succeeded. Restart now for changes to take immediate effect?
de: Das abholen und Speichern von %s.xml ist gelungen. Starten Sie jetzt neu, damit Änderungen sofort wirksam werden?
fr: Récupérer et sauvegarder %s.xml a réussi. Redémarrer maintenant pour que les changements prennent effet immédiatement ?
nl: Ophalen en opslaan van %s.xml gelukt. Nu herstarten om de wijzigingen toe te passen?

source: File being updated, i.e. satellites.xml, cables.xml, or terrestrial.xml.
de: Datei aktualisiert werden, d.h. satellites.xml, cables.xml, or terrestrial.xml.
fr: Fichier en cours de mise à jour, c'est-à-dire satellites.xml, cables.xml, ou terrestrial.xml.
nl: Bestand (satellites.xml, cables.xml, of terrestrial.xml) wordt ge√ºpdatet.

source: Folder where the downloaded file will be saved. "/etc/tuxbox" is the default location. Files stored in "/etc/enigma2" override the default file and are not updated on a software update.
de: Ordner, in dem die heruntergeladene Datei gespeichert wird. "/etc/tuxbox" ist das Standardverzeichnis. Dateien, die in "/etc/Enigma2" gespeichert sind, überschreiben die Standarddatei und werden nicht auf einem Software-Update aktualisiert.
fr: Dossier dans lequel le fichier téléchargé sera sauvegardé. "/etc/tuxbox" est l'emplacement par défaut. Les fichiers stockés dans "/etc/enigma2" remplacent le fichier par défaut et ne sont pas mis à jour lors d'une mise à jour logicielle.
nl: Map waar het bestand wordt opgeslagen. "/etc/tuxbox" is de standaard locatie. Bestanden opgeslagen in "/etc/enigma2" gaan boven de standaardbestanden en worden niet geupdatet bij een software update.

source: Online source where the transponder xml file is being retrieved from.
de: Online Quelle, von der die Transponder XML Datei abgerufen wird.
fr: Source en ligne où le fichier xml du transpondeur est récupéré.
nl: Online bron waar het transponder xml-bestand gehaald wordt.

source: Save to
de: Speichern als
fr: Enregistrer sous
nl: Sla op naar

source: Saving the %s.xml file failed
de: Das Speichern der %s.xml Datei scheiterte
fr: L'enregistrement du fichier %s.xml a échoué
nl: Opslaan van het %s.xml-bestand is mislukt

source: Source
de: Quelle
nl: Bron

source: The %s.xml download was corrupt.
de: Die %s.xml Download war korrupt.
fr: Le téléchargement de %s.xml était corrompu.
nl: De %s.xml download was corrupt.

source: The %s.xml file could not be fetched
de: Die %s.xml Datei konnte nicht abgeholt werden
fr: Le fichier %s.xml n'a pas pu être récupéré
nl: Het %s.xml-bestand kon niet worden gehaald

source: cable
de: Kabel
fr: câble
nl: kabel

source: satellite
de: Satellit
nl: satelliet

source: terrestrial
de: Terrestrisch
fr: terrestre
nl: terrestrisch

source: XML update
fr: Mise à jour XML
