Repository: zhe2lucifer/oe-alliance-plugins-zh
Catalog: XtrendFancontrol/po/*.po
Languages: hu

source: ver. 3.2
hu: verzió 3.2

source: All
hu: Összes

source: Cancel
hu: Mégse

source: End time
hu: Befejezési időpont

source: Fan - Auto
hu: Automatikus működési mód

source: Fan - Off
hu: Kikapcsolt állapot

source: Fan - Off in standby
hu: Készenléti állapotban kikapcsolva

source: Fan - On
hu: Állandó működés

source: Fan Control
hu: Ventilátor vezérlés beállításai

source: Fan Setup
hu: Ventilátor beállítás

source: Fan mode
hu: A ventilátor üzemmódja

source: Fan setup:
hu: Ventilátor beállítás:

source: HDD Sleeping
hu: Merevlemez alvó üzemmód

source: HDD Temperature
hu: Merevlemez hőmérséklet

source: Harddisk standby after - no standby You may not use this mode!
hu: Merevlemez a készenléti üzemmód után! Ne használja ezt az üzemmódot!

source: Harddisk temperature
hu: Merevlemez hőmérséklet

source: Harddisks:
hu: Merevlemezek:

source: Initial fan speed
hu: A ventilátor sebessége

source: No harddisk with temperature sensor found!
hu: Nem található merevlemez hőmérséklet jelző szenzorral!

source: No system temperature sensor found!
hu: Nem található rendszer hőmérséklet jelző szenzor!

source: None
hu: Nem

source: Off
hu: Ki

source: On
hu: Be

source: Power status
hu: Energiaállapot

source: Save
hu: Mentés

source: Select internal HDD device
hu: Válassza ki a belső merevlemez meghajtót

source: Show Temp
hu: Hőmérséklet megjelenítése

source: Show temp. HDD to extensions menu
hu: A merevlemez hőmérséklet megjelenítése a kiegészítő menűben

source: Start time
hu: Kezdési időpont

source: Start time OFF mode equal End time OFF mode You may not use this time settings!
hu: A kezdési idő kikapcsolási módja megegyezik a befejezési idő kikapcsolási módjával Ne használja ezt a beállítást!

source: Switch Fan mode on time setting
hu: A ventilátor üzemmódja az időpontok között

source: Switch OFF mode on HDD sleep
hu: Merevlemez alvó üzemmódjában legyen kikapcsolva

source: Switch ON mode on HDD max.temp. (0 - disable)
hu: Merevlemez ennél a hőmérsékleténél legyen bekapcsolva (0 - letiltva)

source: Switch ON on system temp
hu: Ventilátor legyen bekapcsolva az adott Rendszer hőmérsékletnél

source: System temperature
hu: Rendszer hőmérséklete

source: Watch HDD state
hu: Merevlemez állapot figyelése

source: Watch system temp
hu: Rendszer hőmérséklet állapotának mutatása

source: You may not use this mode! Not found an internal hard drive!
hu: Nem használható ez az üzemmód! Nem található belső merevlemez egység!

source: switch Fan On/Off
hu: ventilátor Ki/Be kapcsolása
