Repository: zhe2lucifer/oe-alliance-plugins-zh
Catalog: AudioEffect/po/*.po
Languages: nl

source: 3D Surround Speaker Position
nl: 3D Surround Luidspreker Positie

source: Audio Effect Setup
nl: Audio-effect instellingen

source: Audio Effect Setup is not supported.
nl: Audio-effect instellingen wordt niet ondersteund.

source: Cancel
nl: Annuleer

source: Off
nl: Aan

source: On
nl: Uit

source: Really close without saving settings?
nl: Afsluiten zonder instellingen op te slaan?

source: Save
nl: Sla op

source: none
nl: geen

source: sets the audio effetcs
nl: Stelt audio effect in
