Repository: zhe2lucifer/oe-alliance-plugins-zh
Catalog: ChannelsImporter/po/*.po
Languages: de, fr, it

source: Channels importer
fr: Importateur de chaînes
it: Importatore canali

source: Checking FTP connection to remote receiver
de: Prüfe FTP-Verbindung zum Server
fr: Vérification de la connexion FTP vers le récepteur distant
it: Verifica connessione FTP al ricevitore remoto

source: Checking for alternatives...
de: Prüfe auf Alternativen...
fr: Recherche d'alternatives.....
it: Verifica delle alternative...

source: Connection to remote IP ok
de: Verbindung zum Server IO
fr: Connexion à l'IP distant ok
it: Connessione all'IP remoto OK

source: Could not connect to the remote IP
de: Kann nicht mit Server IP verbinden
fr: Impossible de se connecter à l'IP distant
it: Impossibile collegarsi all'IP remoto

source: Daily
de: Täglich
fr: Quotidiennement
it: Giornaliero

source: Download epg.dat from remote receiver failed. Check file exists on remote receiver. %s
de: Download von epg.dat vom Server fehlgeschlagen. Überprüfe ob Datei existiert. %s
fr: Le téléchargement de epg.dat à partir du récepteur distant a échoué. Vérifier si Le fichier existe sur le récepteur distant. %s
it: Download Epg.dat dal ricevitore remoto non riuscito. Verificare che il file esista nel ricevitore remoto %s

source: Download from remote failed %s
de: Download vom Server fehlgeschlagen %s
fr: Téléchargement à distance a échoué %s
it: Download da remoto fallito %s

source: Download settings from remote failed %s
de: Download der Einstellungen vom Server fehlgeschlagen %s
fr: Le télécharger des paramètres à partir de %s a échoué
it: Download impostazioni dal server remoto non riuscito %s

source: Downloading alternatives...
de: Download von Alternativen...
fr: Télécharger des alternatives.....
it: Download delle alternative...

source: Downloading bouquets...
de: Download von Bouquets...
fr: Télécharger des bouquets.....

source: Downloading channel indexes...
de: Download von Kanalindizes...
fr: Télécharger les index des chaînes.....
it: Scaricare gli indici dei canali…

source: Enough Retries, delaying till next schedule.
de: Anzahl Wiederholungen erreicht. Warte bis zum nächsten Termin.
fr: Assez d'essais, on reporte jusqu’à la prochaine programmation.
it: Troppi tentativi, rimando fino alla prossima pianificazione.

source: Every 12 hours
de: Alle 12 Stunden
fr: Toutes les 12 heures
it: Ogni 12 ore

source: Every 2 hours
de: Alle 2 Stunden
fr: Toutes les 2 heures
it: Ogni 2 ore

source: Every 2 minutes (for testing)
de: Alle 2 Minuten (zum Testen)
fr: Toutes les 2 minutes (pour les tests)
it: Ogni 2 minuti (per test)

source: Every 3 hours
de: Alle 3 Stunden
fr: Toutes les 3 heures
it: Ogni 3 ore

source: Every 5 minutes (for testing)
de: Alle 5 Minuten (zum Testen)
fr: Toutes les 5 minutes (pour les tests)
it: Ogni 5 minuti (per test)

source: Every 6 hours
de: Alle 6 Stunden
fr: Toutes les 6 heures
it: Ogni 6 ore

source: Every hour
de: Jede Stunde
fr: Chaque heure
it: Ogni ora

source: Exit
de: Ende
fr: Quitter
it: Esci

source: Fetch channels from the server.
de: Hole Kanäle vom Server.
fr: Récupérer les canaux du serveur.
it: Leggi canali dal server.

source: For importing bouquets from another receiver
de: Zum Import vom Server
fr: Pour importer des bouquets d'un autre récepteur
it: Per importare i bouquet da un altro ricevitore

source: Force EPG save on remote receiver
de: Erzwinge Sichern von epg.dat auf dem Server
fr: Forcer la sauvegarde de l'EPG sur le récepteur à distance
it: Forzare salvataggio EPG sul ricevitore remoto

source: Import
fr: Importer
it: Importa

source: Loading epg.dat...
de: Lade epg.dat...
fr: Chargement de epg.dat......
it: Caricamento epg.dat...

source: Loading new channel list...
de: Lade neue Kanalliste...
fr: Chargement d'une nouvelle liste de chaînes.....
it: Carico la nuova lista canali...

source: Main menu
de: Hauptmenü
fr: Menu principal
it: Menù principale

source: Really close without saving settings?
de: Ohne Sichern beenden. Sicher?
fr: Vraiment fermer sans sauver les paramètres?
it: Chiudere senza salvare le impostazioni?

source: Removing current channel list...
de: Lösche aktuelle Kanalliste...
fr: Suppression de la liste des chaînes actuelles.....
it: Rimozione lista canali corrente…

source: Save
de: Sichern
fr: Sauver
it: Salva

source: Searching for epg.dat
de: Suche epg.dat
fr: Recherche de epg.dat
it: Ricerca del file epg.dat

source: Service searching
de: Suche Kanal
fr: Recherche des services
it: Ricerca canali

source: Setup
de: Konfiguration
fr: Paramétrer
it: Impostazioni

source: Starting importer
de: Start Import...
fr: Importateur démarre…..
it: Avvio importazione

source: Starting importer...
de: Starte Import....
fr: Importateur démarre…..
it: Avvio importazione...

source: epg.dat not found
de: epg.dat nicht gefunden
fr: epg.dat introuvable
it: epg.dat non trovato

source: 'yes' and remote fallback tuner will be automatically configured to stream from the remote receiver. 'no' and fallback will not be edited.
de: 'Ja' und der Ausweichreceiver wird automatisch zum Streamen vom Server konfiguriert. Bei 'Nein' wird der Ausweichreceiver nicht verändert.
fr: ‘oui’ et le récepteur de repli à distance sera automatiquement configuré pour diffusé à partir du récepteur à distance. ‘non’ et le distant ne sera pas édité.
it: 'SI': il sintonizzatore fallback remoto verrà automaticamente configurato per lo streaming dal ricevitore remoto. 'NO': il fallback non sarà modificato.

source: Allows you to set a schedule to perform an import.
de: Erlaubt es einen Zeitplan für den Import zu erstellen.
fr: Permet de définir un calendrier pour effectuer une importation.
it: Consente di impostare una pianificazione per eseguire un'importazione.

source: Auto configure remote fallback tuner
de: Den Ausweichreceiver automatisch konfigurieren
fr: Configuration automatique du récepteur de repli à distance
it: Configurazione automatic fallback tuner remoti

source: FTP Password
de: FTP Passwort
fr: Mot de passe FTP
it: Password FTP

source: FTP Port
fr: Port FTP
it: Porta FTP

source: FTP Username
de: FTP Benutzername
fr: Nom d'utilisateur FTP
it: Nome utente FTP

source: FTP password of the remote receiver the channel list is being imported from.
de: FTP Passwort vom Server dessen Kanalliste importiert werden soll.
fr: Mot de passe FTP du récepteur distant à partir duquel la liste des chaînes est importée.
it: Password FTP del ricevitore remoto da cui viene importata la lista canali.

source: FTP port of the remote receiver the channel list is being imported from.
de: FTP Port vom Server dessen Kanalliste importiert werden soll.
fr: Port FTP du récepteur distant à partir duquel la liste des chaînes est importée.
it: Porta FTP del ricevitore remoto da cui viene importata la lista canali.

source: FTP username of the remote receiver the channel list is being imported from.
de: FTP Benutzername vom Server dessen Kanalliste importiert werden soll.
fr: Nom d'utilisateur FTP du récepteur distant à partir duquel la liste des chaînes est importée.
it: Nome utente FTP del ricevitore remoto da cui viene importata la lista canali.

source: IP address of the remote receiver the channel list is being imported from.
de: IP Adresse des Servers von dem die Kanalliste importiert werden soll.
fr: Adresse IP du récepteur à distance à partir de laquelle la liste des chaînes est importée.
it: Indirizzo IP del ricevitore remoto da cui viene importata la lista canali.

source: If 'yes' the importer will automatically import and load EPG data from the remote receiver if the file exists.
de: Wenn 'Ja' importiert und lädt der Importer das EPG wenn es vorhanden ist.
fr: Si 'oui', l'importateur importera et chargera automatiquement les données EPG à partir du récepteur distant si le fichier existe.
it: Se selezioni 'SI', importa e carica automaticamente i dati EPG dal ricevitore remoto, qualora il file esista.

source: If 'yes' the importer will automatically run at startup or reboot.
de: Wenn 'Ja' startet der Import beim Start von Enigma2.
fr: Si 'oui', l'importateur s'exécutera automatiquement au démarrage ou au redémarrage.
it: Se selezioni 'SI', verrà automaticamente avviato all'avvio o al riavvio.

source: Import EPG
de: Inportiere EPG
fr: Importer EPG
it: Importa EPG

source: Passive mode
de: Passiver Modus
fr: Mode passif
it: Modalità passiva

source: Push error messages to the screen. Switch on for debugging only.
de: Zeige Fehler am Bildschirm an. Nur zu debuggen aktivieren.
fr: Pousser les messages d'erreur à l'écran. Activer pour le débogage uniquement.
it: Visualizza i messaggi di errore sullo schermo. Attivare solo per debug.

source: Remote receiver IP
de: Server IP?
fr: IP du récepteur à distance
it: IP del ricevitore remoto

source: Repeat how often
de: Wie oft wiederholen
fr: Répéter à quelle fréquence
it: Ripeti quanto spesso

source: Run at restart
de: Starte beim Start
fr: Exécuter au redémarrage
it: Eseguire al riavvio

source: Schedule import
de: Plane Import
fr: Planifier l'importation
it: Pianifica importazione

source: Set the repeat interval of the schedule.
de: Stelle das Intervall für den Zeitplan ein.
fr: Définissez l'intervalle de répétition du programme.
it: Imposta l'intervallo di ripetizione del programma.

source: Set the time of day to perform the scan.
de: Stelle die Zeit ein zu der ein Scan erfolgen soll.
fr: Réglez l'heure de la journée pour effectuer le scan.
it: Impostare a quale ora eseguire la ricerca.

source: Should the FTP connection to the remote receiver be established in passive mode?
de: Soll die FTP-Verbindung zum Server im passiven Modus aufgebaut werden?
fr: La connexion FTP vers le récepteur distant doit-elle être établie en mode passif ?
it: La connessione FTP al ricevitore remoto deve essere stabilita in modalità passiva?

source: Show error messages
de: Zeige Fehlermeldungen
fr: Afficher les messages d'erreur
it: Mostra i messaggi d'errore

source: Show in extensions
de: Zeige in Erweiterungen
fr: Afficher dans les extensions
it: Mostra in estensioni

source: Time import should start
de: Zeit zu der Import starten soll
fr: L'heure à laquelle l'importation doit commencer
it: Orario previsto per l'importazione

source: When enabled, allows you start an import from the extensions list.
de: Wenn aktiviert erlaubt es den Import aus den Erweiterungen heraus
fr: Lorsqu'elle est activée, permet de démarrer une importation à partir de la liste des extensions.
it: Se abilitato, consente di avviare un'importazione dall'elenco delle estensioni.
