Repository: zhe2lucifer/oe-alliance-plugins-zh
Catalog: VuRemote/po/*.po
Languages: fr

source: in %d seconds.
fr: dans %d secondes.

source: Cancel
fr: Annuler

source: FILE NOT EXIST : /proc/stb/fp/remote_code
fr: Ce fichier n'existe pas: /proc/stb/fp/remote_code

source: Keep
fr: Garder

source: Please change your remote mode
fr: Veuillez changer le mode télécommande

source: Press and hold '2' & '7' until red LED is solid, then press 'Help', then press '000
fr: Appuyer et tenir '2' & '7' jusqu’à ce que la LED soit rouge fixe, puis appuyez 'Help', ensuite appuyez '000

source: Press and hold <OK> and <STB> until red LED is solid, then press '0000
fr: Appuyez et maintenez <OK> et <STB> jusqu'à ce que la LED rouge soit fixe, puis appuyez sur ‘0000

source: Remote Control Code
fr: Code contrôle télécommande

source: Remote Control System Code
fr: Code contrôle système télécommande

source: Remote Control Type
fr: Type de télécommande

source: Restore
fr: Restaurer

source: Save
fr: Sauver

source: Sorry, but %s is not supported.
fr: Désolé, mais %s n'est pas supporté.

source: Text support
fr: Support text

source: Then choose 'Keep' within seconds
fr: Ensuite, choisissez 'Garder' en quelques secondes
